{
  "home": {
    "greeting1": "Je suis ",
    "greeting2": ", un humain avec quelques compétences en développement web. J'aime créer des solutions innovantes et explorer de nouvelles technologies dans des environnements collaboratifs."
  },
  "header": {
    "home": "Acceuil",
    "about": "Profil",
    "skills": "Compétences",
    "experiences": "Experiences",
    "projects": "Projets",
    "resume": "CV"
  },
  "biographie": {
    "about": "Profil",
    "desc": {
      "p1": "Né en",
      "in": "à ",
      "p2": "je suis un passionné de technologie vivant",
      "p3": "Récemment diplômé en",
      "span2": "Ingénierie",
      "and": "et",
      "span3": "Master II ",
      "en": "en",
      "span4": "Informatique",
      "p4": "de",
      "p5": "l'École Nationale d'Informatique de Fianarantsoa"
    },
    "connect": "Connectons"
  },
  "about": {
    "what": "Ce que je fais",
    "desc": {
      "p1": "Concevoir et développer des applications web, à la fois",
      "p2": "en mettant l'accent sur la ",
      "span1": "propreté du code ",
      "span2": "l'expérience utilisateur.",
      "p3": " J’optimise également les technologies existantes pour améliorer la ",
      "span3": " performance, ",
      "span4": " la sécurité ",
      "span5": " la maintenabilité des plateformes."
    },
    "card": {
      "title1": "Développement Web",
      "desc1": "Développer des applications web performantes et évolutives en optimisant le code",
      "title2": "Conception de projet",
      "desc2": "Concevoir des projets qui allient créativité et fonctionnalité pour une expérience utilisateur optimale",
      "title3": "Développeur UI/UX",
      "desc3": "Créer des interfaces intuitives et attrayantes pour améliorer l'expérience utilisateur"
    }
  },
  "experience": {
    "title": "Experiences",
    "date1": "2024 - 2025",
    "position1": "En tant que consultant informatique, j’ai contribué à la mise à jour des systèmes et au développement d’applications, tout en renforçant mon expertise en technologies web modernes. J’ai collaboré avec des équipes pluridisciplinaires pour optimiser les performances et assurer la maintenabilité des solutions mises en place.",
    "date2": "Juillet 2023 - Octobre 2023",
    "position2": "J’ai obtenu mon diplôme d’ingénieur et un Master II en informatique générale, consolidant ainsi mes compétences en développement et en ingénierie logicielle.",
    "position3": "En tant que stagiaire informatique pendant 6 mois, j’ai renforcé mes compétences en développement et gestion de projet tout en travaillant sur des solutions adaptées à l’entreprise.",
    "position4": "J’ai obtenu ma licence en informatique, marquant une étape clé dans mon parcours académique et professionnel.",
    "date3": "2021",
    "etablissement": "Ministère de l'Education Nationale de Madagasikara",
    "position5": "Pendant 3 mois de stage, j’ai acquis une première expérience concrète en développement, appliquant mes compétences à des projets réels."
  },
  "project": {
    "notable": "Projets",
    "title1": "Modernisation des infrastructures",
    "project1": "Mise à jour du framework Symfony",
    "desc1": "A dirigé la migration de la plateforme intranet de Banky Foiben'i Madagasikara de Symfony 3.4 à Symfony 6.4, en garantissant de meilleures performances, une sécurité renforcée et une meilleure maintenabilité. Cette mise à niveau a nécessité l'adaptation du code existant, la mise à jour des dépendances et la mise en œuvre des meilleures pratiques afin d'optimiser le système pour une stabilité à long terme",
    "title2": "Développement d'applications web",
    "project2": "Application d'optimisation des processus internes",
    "desc2": "Développement d'une application mobile multiplateforme pour le commerce électronique, améliorant l'expérience d'achat grâce à une interface conviviale et à des performances optimisées pour les appareils Android et iOS.",
    "title3": "Visioconférence",
    "project3": "Visioconférence",
    "desc3": "Une application de visioconférence moderne offrant appel vidéo 📹, partage d’écran 🖥️ et chat en temps réel 💬 pour une collaboration fluide et interactive."
  },
  "contacts": {
    "title": "Contacter Moi",
    "p1": "Vous pouvez me contacter par mail à",
    "p2": "ou directement via ce formulaire."
  }
}
