{
  "home": {
    "greeting": "Salut, je suis Tahiana Lova, développeur full-stack passionné par le développement web. J’aime concevoir des solutions innovantes et explorer de nouvelles technologies pour améliorer l’expérience utilisateur"
  },
  "header": {
    "home": "Acceuil",
    "about": "Profil",
    "skills": "Compétences",
    "experiences": "Experiences",
    "projects": "Projets",
    "resume": "CV"
  },
  "biographie": {
    "about": "Profil",
    "desc": {
      "p1": "Expérimenté avec",
      "p2": "dans ma première année professionnelle, actuellement concentré sur",
      "span2": "le design UX/UI",
      "p3": "et passionné par la création d'expériences conviviales tout en explorant de nouvelles technologies comme",
      "p4": "et"
    },
    "connect": "Connectons"
  },
  "about": {
    "what": "Ce que je fais",
    "desc": {
      "p1": "Concevoir et développer des applications web, à la fois",
      "p2": "en mettant l'accent sur la propreté du code et l'expérience de l'utilisateur. Ma devise est",
      "span1": "Voyez comme vous êtes infini"
    },
    "card": {
      "title1": "Développement Web",
      "desc1": "Développer des applications web performantes et évolutives en optimisant le code",
      "title2": "Conception de projet",
      "desc2": "Concevoir des projets qui allient créativité et fonctionnalité pour une expérience utilisateur optimale",
      "title3": "Développeur UI/UX",
      "desc3": "Créer des interfaces intuitives et attrayantes pour améliorer l'expérience utilisateur"
    }
  },
  "experience": {
    "date1": "Février 2024 - Février 2025",
    "position1": "Prestataire de services",
    "date2": "Juillet 2023 - Octobre 2023",
    "position2": "Stagiaire en informatique",
    "date3": "Mars 2021 - mai 2021",
    "etablissement": "Ministère de l'Education Nationale de Madagasikara"
  },
  "project": {
    "title1": "Modernisation des infrastructures",
    "project1": "Mise à jour du framework Symfony",
    "desc1": "A dirigé la migration de la plateforme intranet de Banky Foiben'i Madagasikara de Symfony 3.4 à Symfony 6.4, en garantissant de meilleures performances, une sécurité renforcée et une meilleure maintenabilité. Cette mise à niveau a nécessité l'adaptation du code existant, la mise à jour des dépendances et la mise en œuvre des meilleures pratiques afin d'optimiser le système pour une stabilité à long terme",
    "title2": "Développement d'applications web",
    "project2": "Application d'optimisation des processus internes",
    "desc2": "Développement d'une application mobile multiplateforme pour le commerce électronique, améliorant l'expérience d'achat grâce à une interface conviviale et à des performances optimisées pour les appareils Android et iOS."
  }
}
